<?xml version='1.0' encoding='UTF-8'?>
<rss version='2.0'>
<channel>
<title>prueba_ES</title>
<link>https://www.vicubocloud.es</link>
<description>VicuboCloud RSS</description>
<language>eu-es</language>
<item>
   <title><![CDATA[C&oacute;mo incorporar el pensamiento computacional en el aprendizaje basado en proyectos (ABP)]]></title>
   <link>http://www.eduteka.org/articulos/iste-pensamiento-computacional-en-abp</link>
   <description><![CDATA[C&Oacute;MO INCORPORAR EL PENSAMIENTO COMPUTACIONAL EN EL APRENDIZAJE BASADO EN PROYECTOS (ABP) Por Jorge Valenzuela  Al igual que muchos de mis alumnos, mi hija, Anisa, est&aacute; muy familiarizada con el uso de circuitos electr&oacute;nicos para crear inventos geniales. As&iacute; que cuando le dije a Anisa y a sus compa&ntilde;eros de clase que &iacute;bamos a incorporar el pensamiento computacional en una experiencia de aprendizaje basada en proyectos (ABP), llamada &quot;Proyecto del Pensador Computacional&quot;, me sorprendi&oacute; su pregunta:   &quot;&iquest;Acaso la programaci&oacute;n de computadores no es solo es utilizada por programadores inform&aacute;ticos  altamente inteligentes?&quot;, pregunt&oacute; con aprensi&oacute;n. Le expliqu&eacute; que la programaci&oacute;n es, de hecho, una habilidad utilizada por los programadores inform&aacute;ticos. Pero, el pensamiento computacional es un proceso que pueden entender tanto las m&aacute;quinas como los humanos, y...]]></description>
   <pubDate>Wed, 26 May 2021 11:39:30 GMT</pubDate>
</item>
<item>
   <title><![CDATA[&iquest;C&oacute;mo preparamos a los estudiantes de hoy para los trabajos del ma&ntilde;ana?]]></title>
   <link>http://www.eduteka.org/articulos/iste-como-preparar-a-los-estudiantes-para-los-trabajos-del-manhana</link>
   <description><![CDATA[&iquest;C&Oacute;MO PREPARAMOS A LOS ESTUDIANTES DE HOY PARA LOS TRABAJOS DEL MA&Ntilde;ANA? Por Jennifer Snelling  La fuerza laboral cambiante de Estados Unidos jug&oacute; un papel muy importante en las elecciones presidenciales de 2016. La evoluci&oacute;n de los empleos en el sector carbon&iacute;fero y en otras industrias significa que Estados Unidos enfrenta un cambio masivo similar a la Revoluci&oacute;n Industrial. Al mismo tiempo, los temores sobre una recuperaci&oacute;n econ&oacute;mica &quot;sin empleos&quot; han dejado a muchos estadounidenses cuestion&aacute;ndose c&oacute;mo ser&aacute; el futuro del trabajo. No podemos ver el futuro mirando por el espejo retrovisor, pero s&iacute; se ve cuando visitamos las aulas de clase de la actualidad. Sabemos que tenemos que preparar a los estudiantes para la fuerza laboral, pero &iquest;c&oacute;mo ser&aacute;n los trabajos del futuro? Quiz&aacute;s tambi&eacute;n te interese: Cuando los estudiantes creadores se encuentran con la...]]></description>
   <pubDate>Wed, 26 May 2021 11:39:30 GMT</pubDate>
</item>
<item>
   <title><![CDATA[DIB: Educaci&oacute;n a distancia, semipresencial o presencial. &iquest;Qu&eacute; dice la evidencia?]]></title>
   <link>http://www.eduteka.org/articulos/bid-hablemos-de-politica-educativa-5-educacion-a-distancia-semipresencial-o-presencial</link>
   <description><![CDATA[EDUCACI&Oacute;N A DISTANCIA, SEMIPRESENCIAL O PRESENCIAL: &iquest;QU&Eacute; DICE LA EVIDENCIA? Por Gregory Elacqua, Patricia Navarro-Palau, Mar&iacute;a Fernanda Prada y Sammara Soares  DESCARGUE EL DOCUMENTO COMPLETO EN FORMATO PDF   Quiz&aacute;s tambi&eacute;n te interese: Metas educativas 2021 DIB: De la educaci&oacute;n a distancia a la h&iacute;brida, 4 elementos clave para hacerla realidad Retos para la educaci&oacute;n Colombiana Educaci&oacute;n y pandemia: una visi&oacute;n acad&eacute;mica Puntos clave Introducci&oacute;n &iquest;Qu&eacute; dice la evidencia? Implicaciones para la educaci&oacute;n post-pandemia Las condiciones m&iacute;nimas para evitar el aumento de brechas con modalidades no presenciales Conclusi&oacute;n Notas y referencias  INTRODUCCI&Oacute;N La pandemia de COVID-19 llev&oacute; al cierre repentino de las escuelas de Am&eacute;rica Latina y el Caribe, trasladando la educaci&oacute;n a los hogares. Al 20 de abril de 2020, el 95% de los estudiantes,...]]></description>
   <pubDate>Wed, 26 May 2021 11:39:30 GMT</pubDate>
</item>
<item>
   <title><![CDATA[Estudio de mercado. El mercado de la educaci&oacute;n online en China 2020]]></title>
   <link>https://www.icex.es/icex/es/navegacion-principal/todos-nuestros-servicios/informacion-de-mercados/sectores/servicios/documentos/estudio-mercado-educacion-online-china-2020-doc2020866360.html</link>
   <description><![CDATA[Estudio sobre el mercado de la educacion online en China (datos 2015 - 2019). China dispone de unas condiciones tecnol&oacute;gicas, sociales y demogr&aacute;ficas que la convierten en un mercado muy atractivo para las empresas del sector. Durante los &uacute;ltimos a&ntilde;os, el sector de la educaci&oacute;n online en China ha experimentado una expansi&oacute;n continua. Las principales causas son: las pol&iacute;ticas gubernamentales, el desarrollo de Internet, el aumento de dispositivos m&oacute;viles y el incremento de la poblaci&oacute;n de clase media. Adem&aacute;s, las medidas tomadas durante la pandemia de COVID-19 han impulsado con fuerza la penetraci&oacute;n en la poblaci&oacute;n de este tipo de productos. Tras presentar la definici&oacute;n y caracter&iacute;sticas del sector, el estudio analiza la oferta y la demanda, as&iacute; como los precios y la percepci&oacute;n del producto espa&ntilde;ol. Informa sobre los canales de distribuci&oacute;n, el acceso al mercado,...]]></description>
   <pubDate>Wed, 26 May 2021 11:39:30 GMT</pubDate>
</item>
<item>
   <title><![CDATA[Informe de feria. 16th FICCI Higher Education Summit. Nueva Delhi 2021]]></title>
   <link>https://www.icex.es/icex/es/navegacion-principal/todos-nuestros-servicios/informacion-de-mercados/sectores/servicios/documentos/DOC2021877097.html</link>
   <description><![CDATA[Informe sobre la d&eacute;cimo sexta edici&oacute;n de la cumbre anual FICCI Higher Education Summit, especializada en el sector de educaci&oacute;n superior, celebrada como una feria virtual del 25 al 27 de febrero de 2021. Proporciona el perfil de la feria, datos sobre la organizaci&oacute;n y participaci&oacute;n de las empresas, las tendencias y novedades presentadas, y una valoraci&oacute;n de la misma. En anexos incluye enlaces de inter&eacute;s.]]></description>
   <pubDate>Wed, 26 May 2021 11:39:30 GMT</pubDate>
</item>
<item>
   <title><![CDATA[Inteligencia artificial en la educaci&oacute;n: un match perfecto]]></title>
   <link>https://feed.blogthinkbig.com/link/12579/14386515/inteligencia-artificial-educacion</link>
   <description><![CDATA[As&iacute; como la inteligencia artificial (IA) est&aacute; cambiando el mundo para bien, haciendo m&aacute;s f&aacute;cil la vida de las personas, tambi&eacute;n est&aacute; mejorando la educaci&oacute;n. Incluso, los analistas prev&eacute;n que la incorporaci&oacute;n de la&nbsp;inteligencia artificial&nbsp;en el sector educativo de algunos pa&iacute;ses crecer&aacute; hasta un 47% durante el per&iacute;odo 2017 - 2022. Antes de ver por [&hellip;]
Inteligencia artificial en la educaci&oacute;n: un match perfecto es un art&iacute;culo de Blogthinkbig.com.]]></description>
   <pubDate>Wed, 26 May 2021 11:39:30 GMT</pubDate>
</item>
<item>
   <title><![CDATA[Qu&eacute; es el reskilling y por qu&eacute; es importante para mejorar tus competencias]]></title>
   <link>https://feed.blogthinkbig.com/link/12579/14460809/reskilling-importante-mejorar-competencias</link>
   <description><![CDATA[En plena transformaci&oacute;n digital, la formaci&oacute;n continua de los trabajadores se ha vuelto esencial para ayudarnos a hacer frente a un mundo laboral en constante cambio. El reskilling o reciclaje profesional es un m&eacute;todo que ha llegado para quedarse en las empresas. Si el mundo est&aacute; cambiando, &iquest;no deber&iacute;amos los empleados prepararnos para el futuro [&hellip;]
Qu&eacute; es el reskilling y por qu&eacute; es importante para mejorar tus competencias es un art&iacute;culo de Blogthinkbig.com.]]></description>
   <pubDate>Wed, 26 May 2021 11:39:30 GMT</pubDate>
</item>
<item>
   <title><![CDATA[Ficha sector. Educaci&oacute;n superior en M&eacute;xico 2020]]></title>
   <link>https://www.icex.es/icex/es/navegacion-principal/todos-nuestros-servicios/informacion-de-mercados/sectores/servicios/documentos/DOC2020862337.html</link>
   <description><![CDATA[Panor&aacute;mica del sector de la educaci&oacute;n superior (licenciatura, maestr&iacute;as y posgrados) en M&eacute;xico. Presenta una primera aproximaci&oacute;n al mercado tratado (caracter&iacute;sticas y datos cuantitativos y cualitativos) con indicaci&oacute;n de las oportunidades que presenta para la oferta espa&ntilde;ola y las claves de acceso al mismo.]]></description>
   <pubDate>Wed, 26 May 2021 11:39:30 GMT</pubDate>
</item>
<item>
   <title><![CDATA[Estudio de mercado. El mercado de la educaci&oacute;n superior en India 2021]]></title>
   <link>https://www.icex.es/icex/es/navegacion-principal/todos-nuestros-servicios/informacion-de-mercados/sectores/servicios/documentos/estudio-mercado-educacion-superior-india-2021-doc2021874735.html</link>
   <description><![CDATA[Estudio sobre el mercado de la educaci&oacute;n superior en India (datos hasta 2020). El sector educativo en India es uno de los m&aacute;s grandes del mundo y es un fiel reflejo de los cambios que se est&aacute;n produciendo en el pa&iacute;s. Con una poblaci&oacute;n de 1.366 millones de habitantes, de los cuales un 54% es poblaci&oacute;n en edad de estudiar, cuenta con m&aacute;s de 600 millones de consumidores potenciales. Este hecho, junto al crecimiento econ&oacute;mico sostenido que est&aacute; experimentando el pa&iacute;s y el crecimiento de la clase media, ha dado lugar a un fuerte desarrollo del sector educativo. Tras presentar la definici&oacute;n y caracter&iacute;sticas del sector, el estudio analiza la oferta y la demanda, as&iacute; como los precios y la percepci&oacute;n del producto espa&ntilde;ol. Informa sobre los canales de distribuci&oacute;n, el acceso al mercado, las perspectivas y las oportunidades del sector. Recoge informaci&oacute;n pr&aacute;ctica y otros...]]></description>
   <pubDate>Wed, 26 May 2021 11:39:30 GMT</pubDate>
</item>
</channel></rss>